{
  "facts": [{
    "truth": true,
    "fact": "Animals that lay eggs don't have belly buttons."
  }, {
    "truth": true,
    "fact": "Slugs have four noses."
  }, {
    "truth": true,
    "fact": "Beavers can hold their breath for 45 minutes under water."
  }, {
    "truth": true,
    "fact": "Camels have three eyelids."
  }, {
    "truth": true,
    "fact": "A honey bee can fly at 15mph."
  }, {
    "truth": true,
    "fact": "A queen bee can lay 800-1,500 eggs per day."
  }, {
    "truth": true,
    "fact": "A bee has five eyelids."
  }, {
    "truth": true,
    "fact": "The average speed of a housefly is 4.5 mph."
  }, {
    "truth": true,
    "fact": "Mosquitoes are attracted to people who just ate bananas."
  }, {
    "truth": true,
    "fact": "Flamingos turn pink from eating shrimp."
  }, {
    "truth": true,
    "fact": "Emus and kangaroos cannot walk backward."
  }, {
    "truth": true,
    "fact": "Cats have over 100 vocal chords."
  }, {
    "truth": true,
    "fact": "Camel's milk does not curdle."
  }, {
    "truth": true,
    "fact": "All porcupines float in water."
  }, {
    "truth": true,
    "fact": "The world's termites outweigh the world's humans about 10 to 1."
  }, {
    "truth": true,
    "fact": "A hummingbird weighs less than a penny."
  }, {
    "truth": true,
    "fact": "A jellyfish is approximately 95% water."
  }, {
    "truth": true,
    "fact": "Broccoli is the only vegetable that is also a flower."
  }, {
    "truth": true,
    "fact": "Peaches are members of the almond family."
  }, {
    "truth": true,
    "fact": "Alaska has the highest percentage of people who walk to work."
  }, {
    "truth": true,
    "fact": "The San Francisco cable cars are the only mobile national monument."
  }, {
    "truth": true,
    "fact": "The state of Maine has 62 lighthouses."
  }, {
    "truth": true,
    "fact": "The Hawaiian alphabet only has 12 letters."
  }, {
    "truth": true,
    "fact": "Chewing gum while peeling onions will prevent you from crying."
  }, {
    "truth": true,
    "fact": "Fish have eyelids."
  }, {
    "truth": true,
    "fact": "There are about 1 million ants for every person in the world."
  }, {
    "truth": true,
    "fact": "Termites eat through wood two times faster when listening to rock music!"
  }, {
    "truth": true,
    "fact": "If you keep a goldfish in a dark room it will eventually turn white."
  }, {
    "truth": true,
    "fact": "A snail breathes through its foot."
  }, {
    "truth": true,
    "fact": "Frogs cannot swallow with their eyes open."
  }, {
    "truth": true,
    "fact": "A cat's lower jaw cannot move sideways."
  }, {
    "truth": true,
    "fact": "The bullfrog is the only animal that never sleeps."
  }, {
    "truth": true,
    "fact": "Elephants are capable of swimming 20 miles per day."
  }, {
    "truth": true,
    "fact": "Elephants are the only mammals that can't jump."
  }, {
    "truth": true,
    "fact": "Giraffes have no vocal chords."
  }, {
    "truth": true,
    "fact": "Despite its hump, a camel has a straight spine."
  }, {
    "truth": true,
    "fact": "Mosquitoes have 47 teeth."
  }, {
    "truth": true,
    "fact": "There are 63,360 inches in a mile."
  }, {
    "truth": true,
    "fact": "The average smell weighs 760 nanograms."
  }, {
    "truth": true,
    "fact": "A human brain weighs about three pounds."
  }, {
    "truth": true,
    "fact": "1/4 of the bones in your body are in your feet."
  }, {
    "truth": true,
    "fact": "You blink over 10,000,000 times a year."
  }, {
    "truth": true,
    "fact": "A sneeze travels out of your mouth at over 100 miles an hour."
  }, {
    "truth": true,
    "fact": "Brain waves can be used to power an electric train."
  }, {
    "truth": true,
    "fact": "The tongue is the fastest healing part of the body."
  }, {
    "truth": true,
    "fact": "The life span of a taste bud is about ten days."
  }, {
    "truth": true,
    "fact": "The average human produces 10,000 gallons of saliva in a lifetime."
  }, {
    "truth": true,
    "fact": "Strawberries contain more vitamin C than oranges."
  }, {
    "truth": true,
    "fact": "A one-day weather forecast requires about 10 billion math calculations."
  }, {
    "truth": true,
    "fact": "The longest one syllable word is 'screeched.'"
  }, {
    "truth": true,
    "fact": "No word in the English language rhymes with month."
  }, {
    "truth": true,
    "fact": "There is a town called 'Big Ugly' in West Virginia."
  }, {
    "truth": true,
    "fact": "The average person spends 2 weeks over his/her lifetime waiting for a traffic light to change."
  }, {
    "truth": true,
    "fact": "Alaska is the most eastern and western state in the U.S."
  }, {
    "truth": true,
    "fact": "There are 119 grooves on the edge of a quarter."
  }, {
    "truth": true,
    "fact": "About 18 percent of animal owners share their bed with their pet."
  }, {
    "truth": true,
    "fact": "Alaska has more caribou than people."
  }, {
    "truth": true,
    "fact": "Googol is a number (1 followed by 100 zeros)."
  }, {
    "truth": true,
    "fact": "Oysters can change from one gender to another and back again."
  }, {
    "truth": true,
    "fact": "The Mona Lisa has no eyebrows."
  }, {
    "truth": true,
    "fact": "Until the 19th century, solid blocks of tea were used as money in Siberia."
  }, {
    "truth": true,
    "fact": "A ten gallon hat holds less than one gallon of liquid."
  }, {
    "truth": true,
    "fact": "The average raindrop falls at seven mph."
  }, {
    "truth": true,
    "fact": "There are more telephones than people in Washington, D.C."
  }, {
    "truth": true,
    "fact": "A kangaroo can jump 30 feet."
  }, {
    "truth": true,
    "fact": "Lizards communicate by doing push-ups."
  }, {
    "truth": true,
    "fact": "Squids can have eyes the size of a volleyball."
  }, {
    "truth": true,
    "fact": "A turkey can run at 20 mph."
  }, {
    "truth": true,
    "fact": "When the moon is directly overhead, you weigh slightly less."
  }, {
    "truth": true,
    "fact": "You burn about 20 calories per hour chewing gum."
  }, {
    "truth": true,
    "fact": "About half of all Americans are on a diet on any given day."
  }, {
    "truth": true,
    "fact": "You will burn about 7% more calories walking on hard dirt than on pavement."
  }, {
    "truth": true,
    "fact": "You would weigh less on the top of a mountain than at sea level."
  }, {
    "truth": true,
    "fact": "You burn more calories sleeping than watching TV."
  }, {
    "truth": true,
    "fact": "Licking a stamp burns 10 calories."
  }, {
    "truth": true,
    "fact": "Smelling apples and/or bananas can help you lose weight."
  }, {
    "truth": true,
    "fact": "Frogs never drink."
  }, {
    "truth": true,
    "fact": "Only male turkeys gobble."
  }, {
    "truth": true,
    "fact": "At birth, a Dalmation is always pure white."
  }, {
    "truth": true,
    "fact": "Bamboo makes up 99 percent of a panda's diet."
  }, {
    "truth": true,
    "fact": "The largest fish is the whale shark."
  }, {
    "truth": true,
    "fact": "The starfish is the only animal that can turn its stomach inside out."
  }, {
    "truth": true,
    "fact": "Honeybees are the only insects that create a form of food for humans."
  }, {
    "truth": true,
    "fact": "The hummingbird is the only bird that can fly backwards."
  }, {
    "truth": true,
    "fact": "The only continent without reptiles or snakes is Antarctica."
  }, {
    "truth": true,
    "fact": "A duck can't walk without bobbing its head."
  }, {
    "truth": true,
    "fact": "Beavers were once the size of bears."
  }, {
    "truth": true,
    "fact": "Seals sleep only one and a half minutes at a time."
  }, {
    "truth": true,
    "fact": "Pigeons have been trained by the U.S. Coast Guard to spot people lost at sea."
  }, {
    "truth": true,
    "fact": "A pigeon's feathers are heavier than its bones."
  }, {
    "truth": true,
    "fact": "A hummingbird's heart beats 1,400 times a minute."
  }, {
    "truth": true,
    "fact": "Dragonflies have six legs but can't walk."
  }, {
    "truth": true,
    "fact": "Dolphins can jump up to 20 feet in the air."
  }, {
    "truth": true,
    "fact": "Koala and humans are the only animals with unique fingerprints."
  }, {
    "truth": true,
    "fact": "Penguins have an organ above their eyes that converts seawater to fresh water."
  }, {
    "truth": true,
    "fact": "A crocodile cannot move its tongue."
  }, {
    "truth": true,
    "fact": "Honeybees navigate by using the sun as a compass."
  }, {
    "truth": true,
    "fact": "An ant can lift 50 times its own weight."
  }, {
    "truth": true,
    "fact": "Strawberries are the only fruits whose seeds grow on the outside."
  }, {
    "truth": true,
    "fact": "Hawaii is the only U.S. state that grows coffee commercially."
  }, {
    "truth": true,
    "fact": "Hawaii is the only state with one school district."
  }, {
    "truth": true,
    "fact": "Holland is the only country with a national dog."
  }, {
    "truth": true,
    "fact": "The square dance is the official dance of the state of Washington."
  }, {
    "truth": true,
    "fact": "Hawaii is the only U.S. state never to report a temperature of zero degrees F or below."
  }, {
    "truth": true,
    "fact": "'Q' is the only letter in the alphabet not appearing in the name of any U.S.state."
  }, {
    "truth": true,
    "fact": "Texas is the only state that permits residents to cast absentee ballots from space."
  }, {
    "truth": true,
    "fact": "The smallest county in America is New York County, better known as Manhattan."
  }, {
    "truth": true,
    "fact": "Panama is the only place in the world where you can see the sun rise on the Pacific and set on the Atlantic."
  }, {
    "truth": true,
    "fact": "The tallest man was 8 ft. 11 in."
  }, {
    "truth": true,
    "fact": "Theodore Roosevelt was the only president who was blind in one eye."
  }, {
    "truth": true,
    "fact": "The first sport to be filmed was boxing in 1894."
  }, {
    "truth": true,
    "fact": "The speed limit in NYC was eight mph in 1895."
  }, {
    "truth": true,
    "fact": "Americans spend more than $630 million a year on golf balls."
  }, {
    "truth": true,
    "fact": "In 1926, the first outdoor mini-golf courses were built on rooftops in NYC."
  }, {
    "truth": true,
    "fact": "Swimming pools in the U.S. contain enough water to cover San Francisco."
  }, {
    "truth": true,
    "fact": "The first TV soap opera debuted in 1946."
  }, {
    "truth": true,
    "fact": "The first MTV video was 'Video Killed the Radio Star' by the Buggles."
  }, {
    "truth": true,
    "fact": "The first TV show ever to be put into reruns was 'The Lone Ranger.'"
  }, {
    "truth": true,
    "fact": "One alternative title that had been considered for NBC's hit 'Friends' was 'Insomnia Café.'"
  }, {
    "truth": true,
    "fact": "The first TV network kids show in the U.S. was 'Captain Kangaroo.'"
  }, {
    "truth": true,
    "fact": "The temperature of the sun can reach up to 15 million degrees Fahrenheit."
  }, {
    "truth": true,
    "fact": "The first penny had the motto 'Mind your own business.'"
  }, {
    "truth": true,
    "fact": "The first vacuum was so large, it was brought to a house by horses."
  }, {
    "truth": true,
    "fact": "Your eye expands up to 45% when looking at something pleasing."
  }, {
    "truth": true,
    "fact": "Before mercury, brandy was used to fill thermometers."
  }, {
    "truth": true,
    "fact": "You'd have to play ping-pong for about 12 hours to lose one pound."
  }, {
    "truth": true,
    "fact": "The first human-made object to break the sound barrier was a whip."
  }, {
    "truth": true,
    "fact": "In 1878, the first telephone book ever issued contained only 50 names."
  }, {
    "truth": true,
    "fact": "The most sensitive parts of the body are the mouth and the fingertips."
  }, {
    "truth": true,
    "fact": "The eye makes movements 50 times every second."
  }, {
    "truth": true,
    "fact": "The world's biggest pyramid is not in Egypt, but in Mexico."
  }, {
    "truth": true,
    "fact": "In 1634, tulip bulbs were a form of currency in Holland."
  }, {
    "truth": true,
    "fact": "The first bike was called a hobbyhorse."
  }, {
    "truth": true,
    "fact": "The first sailing boats were built in Egypt."
  }, {
    "truth": true,
    "fact": "The first ballpoint pens were sold in 1945 for $12."
  }, {
    "truth": true,
    "fact": "The first VCR was made in 1956 and was the size of a piano."
  }, {
    "truth": true,
    "fact": "The first jukebox was located in San Francisco in 1899."
  }, {
    "truth": true,
    "fact": "A rainbow can only be seen in the morning or late afternoon."
  }, {
    "truth": true,
    "fact": "The Capitol building in Washington, D.C. has 365 steps to represent every day of the year."
  }, {
    "truth": true,
    "fact": "The most used letters in the English language are E, T, A, O, I and N."
  }, {
    "truth": true,
    "fact": "A male kangaroo is called a boomer."
  }, {
    "truth": true,
    "fact": "A female kangaroo is called a flyer."
  }, {
    "truth": true,
    "fact": "Antarctica is the driest, coldest, windiest, and highest continent on earth."
  }, {
    "truth": true,
    "fact": "Thailand means 'Land of the Free.'"
  }, {
    "truth": true,
    "fact": "Popcorn was invented by the American Indians."
  }, {
    "truth": true,
    "fact": "Jupiter spins so fast that there is a new sunrise nearly every 10 hours."
  }, {
    "truth": true,
    "fact": "The year that read the same upside down was 1961. That won't happen again until 6009."
  }, {
    "truth": true,
    "fact": "You don't have to be a lawyer to be a Supreme Court Justice."
  }, {
    "truth": true,
    "fact": "Eleven of the 50 U.S. states are named after an actual person."
  }, {
    "truth": true,
    "fact": "If you doubled one penny every day for 30 days, you would have $5,368,709."
  }, {
    "truth": true,
    "fact": "The first person crossed Niagara Falls by tightrope in 1859."
  }, {
    "truth": true,
    "fact": "The U.S. is the largest country named after a real person (Amerigo Vespucci)."
  }, {
    "truth": true,
    "fact": "The first country to use postcards was Austria."
  }, {
    "truth": true,
    "fact": "The only one-syllabled U.S. state is Maine."
  }, {
    "truth": true,
    "fact": "Atlantic salmon are capable of leaping 15 feet high."
  }, {
    "truth": true,
    "fact": "A stamp shaped like a banana was once issued in the country of Tonga."
  }, {
    "truth": true,
    "fact": "Over 1 million Earths would fit inside the Sun."
  }, {
    "truth": true,
    "fact": "Before 1687 clocks were made with only an hour hand."
  }, {
    "truth": true,
    "fact": "Add up opposing sides of a dice cue and you'll always get seven."
  }, {
    "truth": true,
    "fact": "The average koala sleeps 22 hours each day."
  }, {
    "truth": true,
    "fact": "Galapagos turtles can take up to three weeks to digest a meal."
  }, {
    "truth": true,
    "fact": "The largest ball of twine in the US weighs over 17,000 pounds."
  }, {
    "truth": true,
    "fact": "Giraffes can lick their own eyes."
  }, {
    "truth": true,
    "fact": "Tennessee banned the use of a lasso to catch fish."
  }, {
    "truth": true,
    "fact": "TV dinners originated in the Arctic."
  }, {
    "truth": true,
    "fact": "Blackboard chalk contains no chalk."
  }, {
    "truth": true,
    "fact": "A jackrabbit can travel more than 12 feet in one hop."
  }, {
    "truth": true,
    "fact": "An electric eel can release a charge powerful enough to start 50 cars."
  }, {
    "truth": true,
    "fact": "Porcupines each have 30,000 quills."
  }, {
    "truth": true,
    "fact": "The game of basketball was first played using a soccer ball and two peach baskets."
  }, {
    "truth": true,
    "fact": "Twinkle Twinkle Little Star was composed by Mozart when he was five years old."
  }, {
    "truth": true,
    "fact": "The Basenji is the only type of dog that does not bark."
  }, {
    "truth": true,
    "fact": "America's 1st roller coaster was built in 1827 to carry coal from a mine to boats below."
  }, {
    "truth": true,
    "fact": "There are towns named Sandwich in Illinois and Massachusetts."
  }, {
    "truth": true,
    "fact": "Tsiology is anything written about tea."
  }, {
    "truth": true,
    "fact": "There is a town in South Dakota named Tea."
  }, {
    "truth": true,
    "fact": "The Caspian Sea is actually a lake."
  }, {
    "truth": true,
    "fact": "Caterpillars have over 2,000 muscles."
  }, {
    "truth": true,
    "fact": "The blue whale's heart is the size of a small car."
  }, {
    "truth": true,
    "fact": "There are seven letters that look the same upside down as right side up."
  }, {
    "truth": true,
    "fact": "The biggest pig in recorded history weighed almost one ton."
  }, {
    "truth": true,
    "fact": "Cows give more milk when they listen to music."
  }, {
    "truth": true,
    "fact": "The number of times a cricket chirps in 15 seconds, plus 37, will give you the current air temperature."
  }, {
    "truth": true,
    "fact": "An ostrich's brain is smaller than its eye."
  }, {
    "truth": true,
    "fact": "'Challenger Deep' is the deepest point on Earth and can hold 25 Empire State Buildings end to end."
  }, {
    "truth": true,
    "fact": "The only cactus plantation in the world is in Mississippi."
  }, {
    "truth": true,
    "fact": "The Nickname of President Hayes's wife was 'Lemonade Lucy.'"
  }, {
    "truth": true,
    "fact": "If you put all the streets in New York City in a straight line, they would stretch to Japan."
  }, {
    "truth": true,
    "fact": "The watermelon seed-spitting world record is about 70 feet."
  }, {
    "truth": true,
    "fact": "The first typewriter was called the 'literary piano.'"
  }, {
    "truth": true,
    "fact": "The 'silk' of a spider is stronger than steel threads of the same diameter."
  }, {
    "truth": true,
    "fact": "Snoopy is the most common dog name beginning with the letter S."
  }, {
    "truth": true,
    "fact": "The 1st public message to be transmitted via Morse code was 'A patient waiter is no loser.'"
  }, {
    "truth": true,
    "fact": "Mongolians invented lemonade around 1299 A.D."
  }, {
    "truth": true,
    "fact": "There are more French restaurants in New York City than in Paris."
  }, {
    "truth": true,
    "fact": "There is a town in Alaska called Chicken."
  }, {
    "truth": true,
    "fact": "The first TV remote control, introduced in 1950, was called Lazy Bones."
  }, {
    "truth": true,
    "fact": "The only bird who can see the color blue is the owl."
  }, {
    "truth": true,
    "fact": "Among North Atlantic lobsters, about 1 in 5,000 is born bright blue."
  }, {
    "truth": true,
    "fact": "There are more saunas than cars in Finland."
  }, {
    "truth": true,
    "fact": "The original recipe for chocolate contained chili powder instead of sugar."
  }, {
    "truth": true,
    "fact": "Bowling pins need to tip over a mere 7 1/2 degrees to fall down."
  }, {
    "truth": true,
    "fact": "Your breathing rate increases when you start to type."
  }, {
    "truth": true,
    "fact": "About 90% of all garlic consumed in the U.S. comes from Gilroy, CA."
  }, {
    "truth": true,
    "fact": "Colors like red, yellow and orange make you hungry."
  }, {
    "truth": true,
    "fact": "Dim lights reduce your appetite."
  }, {
    "truth": true,
    "fact": "At birth a human has 350 bones, but only 206 bones when full grown."
  }, {
    "truth": true,
    "fact": "It took the first man to walk around the world four years, three months and 16 days to complete his journey."
  }, {
    "truth": true,
    "fact": "Grizzly bears run as fast as the average horse."
  }, {
    "truth": true,
    "fact": "Today's 'modern' wrestling moves have been seen in tomb drawings from ancient Egypt."
  }, {
    "truth": true,
    "fact": "China only has one time zone."
  }, {
    "truth": true,
    "fact": "The amount of concrete used in the Hoover Dam could build a highway from New York to California."
  }, {
    "truth": true,
    "fact": "The original name of Nashville, Tennessee was Big Salt Lick."
  }, {
    "truth": true,
    "fact": "If you drive from Los Angeles to Reno, NV, you will be heading west."
  }, {
    "truth": true,
    "fact": "A compass needle does not point directly north."
  }, {
    "truth": true,
    "fact": "Mt. Everest has grown one foot over the last 100 years."
  }, {
    "truth": true,
    "fact": "In ancient Rome, lemons were used as an antidote to all poisons."
  }, {
    "truth": true,
    "fact": "The height of the Eiffel Tower varies by as much as 6 inches depending on the temperature."
  }, {
    "truth": true,
    "fact": "Wisconsin has points located farther east than parts of Florida."
  }, {
    "truth": true,
    "fact": "Four Corners, AZ, is the only place where a person can stand in 4 states at the same time."
  }, {
    "truth": true,
    "fact": "In 1908, the first lollipop-making machine started in New Haven, CT."
  }, {
    "truth": true,
    "fact": "Africa is divided into more countries than any other continent."
  }, {
    "truth": true,
    "fact": "Heavier, not bigger lemons, produce more juice."
  }, {
    "truth": true,
    "fact": "Vermont is the only New England state without a seacoast."
  }, {
    "truth": true,
    "fact": "No only child has been a U.S. President."
  }, {
    "truth": true,
    "fact": "Leonardo da Vinci could draw with one hand while writing with the other."
  }, {
    "truth": true,
    "fact": "In 1860, Abraham Lincoln grew a beard at the suggestion of an 11-year-old girl."
  }, {
    "truth": true,
    "fact": "David Rice Atchison was President of the United States for only one day."
  }, {
    "truth": true,
    "fact": "The sail fish has been clocked at speeds of over 60 miles per hour."
  }, {
    "truth": true,
    "fact": "The Library of Congress has 600 miles of shelves."
  }, {
    "truth": true,
    "fact": "Pennsylvania is misspelled on the Liberty Bell, because that is how they spelled it in the 18th century."
  }, {
    "truth": true,
    "fact": "William Shakespeare was born and died on the same day: April 23."
  }, {
    "truth": true,
    "fact": "Ketchup was once sold as a medicine."
  }, {
    "truth": true,
    "fact": "Napoleon suffered from a fear of cats."
  }, {
    "truth": true,
    "fact": "In 1900, 1/3 of all automobiles in New York City were powered by electricity."
  }, {
    "truth": true,
    "fact": "The 4th Earl of Sandwich invented the sandwich so he could eat and gamble at the same time."
  }, {
    "truth": true,
    "fact": "In the Middle Ages, chicken soup was considered an aphrodisiac."
  }, {
    "truth": true,
    "fact": "Ancient Egyptians believed the 'vein of love' ran from the third finger on the left hand to the heart."
  }, {
    "truth": true,
    "fact": "The word 'facetious' features all the vowels in alphabetical order."
  }, {
    "truth": true,
    "fact": "The standard Chinese typewriter has 1,500 characters."
  }, {
    "truth": true,
    "fact": "A flea can jump 30,000 times without stopping."
  }, {
    "truth": true,
    "fact": "'O' is the oldest letter of the alphabet, dating back to 3000 B.C."
  }, {
    "truth": true,
    "fact": "The Japanese word 'judo' means 'the gentle way.'"
  }, {
    "truth": true,
    "fact": "No two lip impressions are the same."
  }, {
    "truth": true,
    "fact": "It took Leonardo da Vinci 12 years to paint the lips of Mona Lisa."
  }, {
    "truth": true,
    "fact": "Top-performing companies are called 'blue chips' after the costliest chips in casinos."
  }, {
    "truth": true,
    "fact": "The name for the space between your eyebrows is 'nasion.'"
  }, {
    "truth": true,
    "fact": "There is a town called Jackpot in Nevada."
  }, {
    "truth": true,
    "fact": "The word 'purple' does not rhyme with any other word in the English language."
  }, {
    "truth": true,
    "fact": "In the U.S., there are about 15,000 vacuum cleaner-related accidents each year."
  }, {
    "truth": true,
    "fact": "The Lemon-Yellow Tree Frog is only active in the darkness of night."
  }, {
    "truth": true,
    "fact": "The legs of bats are too weak to support their weight, so they hang upside down."
  }, {
    "truth": true,
    "fact": "75% of people wash from top to bottom in the shower."
  }, {
    "truth": true,
    "fact": "On average, you'll spend a year of your life looking for misplaced objects."
  }, {
    "truth": true,
    "fact": "Chewing gum was invented in New York City in 1870 by Thomas Adams."
  }, {
    "truth": true,
    "fact": "The Statue of Liberty features 7 points in her crown- one for each of the continents."
  }, {
    "truth": true,
    "fact": "The world's first escalator was built in Coney Island, NY, in 1896."
  }, {
    "truth": true,
    "fact": "The top of the Empire State Building was originally built as a place to anchor blimps."
  }, {
    "truth": true,
    "fact": "The area code in Cape Canaveral, FL, is 321."
  }, {
    "truth": true,
    "fact": "Ohio is the only U.S. state that does not have a rectangular flag."
  }, {
    "truth": true,
    "fact": "Long Island is the largest island in the Continental U.S."
  }, {
    "truth": true,
    "fact": "The beaver is the official animal of Canada."
  }, {
    "truth": true,
    "fact": "Maine produces more toothpicks than any other state in the U.S."
  }, {
    "truth": true,
    "fact": "The last letter to be added to our alphabet was J."
  }, {
    "truth": true,
    "fact": "Farmington, Maine celebrates Chester Greenwood Day to honor the inventor of earmuffs."
  }, {
    "truth": true,
    "fact": "Of all the trees in Australia, 75% are eucalyptus."
  }, {
    "truth": true,
    "fact": "There are more doughnut shops per capita in Canada than in any other country."
  }, {
    "truth": true,
    "fact": "There is an underground mushroom in Oregon that measures 3.5 miles across."
  }, {
    "truth": true,
    "fact": "Of the 92 counties in Indiana, only 5 observe daylight savings time."
  }, {
    "truth": true,
    "fact": "California and Arizona grow approximately 95% of the fresh lemons in the U.S."
  }, {
    "truth": true,
    "fact": "The term 007 was derived from 20007, the home zip code of many Washington, D.C. agents."
  }, {
    "truth": true,
    "fact": "Leonardo da Vinci discovered that a tree's rings reveal its age."
  }, {
    "truth": true,
    "fact": "The popsicle was invented in 1905 by an 11-year-old boy."
  }, {
    "truth": true,
    "fact": "Bamboo can grow three feet in one day."
  }, {
    "truth": true,
    "fact": "A tune that gets stuck in your head is called an earworm."
  }, {
    "truth": true,
    "fact": "You exhale air at 15 m.p.h."
  }, {
    "truth": true,
    "fact": "A baboon is a variety of lemon."
  }, {
    "truth": true,
    "fact": "Butterflies were formerly known by the name Flutterby."
  }, {
    "truth": true,
    "fact": "The pineapple is a very big berry."
  }, {
    "truth": true,
    "fact": "'Arachibutlphobia' is the fear of peanut butter sticking to the roof of your mouth."
  }, {
    "truth": true,
    "fact": "Pearls dissolve in vinegar."
  }, {
    "truth": true,
    "fact": "Borborygmi is the noise that your stomach makes when you are hungry."
  }, {
    "truth": true,
    "fact": "The center of some golf balls contain honey."
  }, {
    "truth": true,
    "fact": "International tug of war rules state that the rope must be over 100-feet long."
  }, {
    "truth": true,
    "fact": "In 2003, a 6-year-old from Naples, FL was ticketed for not having a permit for her lemonade stand."
  }, {
    "truth": true,
    "fact": "On Valentine's Day, there is no charge to get married in the Empire State Building's chapel."
  }, {
    "truth": true,
    "fact": "Heat, not sunlight, ripens tomatoes."
  }, {
    "truth": true,
    "fact": "Grapes are the most popular fruit in the world."
  }, {
    "truth": true,
    "fact": "A housefly hums in the key of F."
  }, {
    "truth": true,
    "fact": "Endocarp is the edible pulp inside a lemon."
  }, {
    "truth": true,
    "fact": "Thomas Edison coined the word 'hello' and introduced it as a way to answer the phone."
  }, {
    "truth": true,
    "fact": "'Way' is the most frequently used noun in the English language."
  }, {
    "truth": true,
    "fact": "The 'high five' was introduced by a professional baseball player in 1977."
  }, {
    "truth": true,
    "fact": "'Disco' means 'I learn' in Latin."
  }, {
    "truth": true,
    "fact": "It costs the U.S. government 2.5 cents to produce a quarter."
  }, {
    "truth": true,
    "fact": "The 'lemon yellow' crayon was introduced in 1949 and retired in 1990."
  }, {
    "truth": true,
    "fact": "It is illegal for a portrait of a living person to appear on U.S. postage stamps."
  }, {
    "truth": true,
    "fact": "Baboons were once trained by Egyptians to wait on tables."
  }, {
    "truth": true,
    "fact": "The official state gem of Washington is petrified wood."
  }, {
    "truth": true,
    "fact": "Mount Katahdin in Maine is the first place in the U.S. to get sunlight each morning."
  }, {
    "truth": true,
    "fact": "Each year, the average person walks the distance from NY to Miami."
  }, {
    "truth": true,
    "fact": "New York City's public school students represent about 188 different countries."
  }, {
    "truth": true,
    "fact": "In the U.S., all interstate highways that run east to west are even-numbered."
  }, {
    "truth": true,
    "fact": "Jack is the most common name in nursery rhymes."
  }, {
    "truth": true,
    "fact": "Three out of every six Americans live within fifty miles of where they were born."
  }, {
    "truth": true,
    "fact": "The raised bump reflectors on U.S. roads are named 'Botts dots.'"
  }, {
    "truth": true,
    "fact": "Nearly 9,000 people injure themselves with a toothpick each year."
  }, {
    "truth": true,
    "fact": "It is impossible to sneeze with your eyes open."
  }, {
    "truth": true,
    "fact": "The dragonfly can reach speeds of up to 36 mph."
  }, {
    "truth": true,
    "fact": "Bamboo can grow over three feet per day."
  }, {
    "truth": true,
    "fact": "Hippos can open their mouths 180 degrees."
  }, {
    "truth": true,
    "fact": "About 80 women go into labor on NYC subways every year."
  }, {
    "truth": true,
    "fact": "The coldest city in the U.S. is International Falls, Minnesota."
  }, {
    "truth": true,
    "fact": "Christopher Columbus brought the first lemon seeds to America."
  }, {
    "truth": true,
    "fact": "The largest hailstone ever recorded in the U.S. was 17.5 inches around."
  }, {
    "truth": true,
    "fact": "The Statue of Liberty's nose is four feet six inches long."
  }, {
    "truth": true,
    "fact": "The East Antarctic Ice Sheet is as thick as the Alps Mountains are high."
  }, {
    "truth": true,
    "fact": "The deepest place in the ocean is about seven miles deep."
  }, {
    "truth": true,
    "fact": "The largest dog litter was 23 puppies."
  }, {
    "truth": true,
    "fact": "Panda bears eat up to 16 hours a day."
  }, {
    "truth": true,
    "fact": "Approximately 16,500 people in the U.S. go by the last name Lemon."
  }, {
    "truth": true,
    "fact": "Bald eagles can swim using a stroke similar to the butterfly stroke."
  }, {
    "truth": true,
    "fact": "Lifejackets used to be filled with sunflower seeds for flotation."
  }, {
    "truth": true,
    "fact": "Two trees can create enough oxygen for a family of four."
  }, {
    "truth": true,
    "fact": "The T-rex's closest living relative is the chicken."
  }, {
    "truth": true,
    "fact": "Chameleons can move both their eyes in different directions at the same time."
  }, {
    "truth": true,
    "fact": "The most popular pet name in the United States is 'Max.'"
  }, {
    "truth": true,
    "fact": "Many butterflies and moths are able to taste with their feet."
  }, {
    "truth": true,
    "fact": "All polar bears are left-handed."
  }, {
    "truth": true,
    "fact": "The smallest mammal in the world is the bumblebee bat, which weighs less than a penny."
  }, {
    "truth": true,
    "fact": "A jiffy is an actual time measurement equaling 1/100th of a second."
  }, {
    "truth": true,
    "fact": "Greyhounds can reach speeds of 45 miles per hour."
  }, {
    "truth": true,
    "fact": "Apples, peaches and raspberries are all members of the rose family."
  }, {
    "truth": true,
    "fact": "U.S. paper currency isn't made of paper - it's actually a blend of cotton and linen."
  }, {
    "truth": true,
    "fact": "The ZIP in the ZIP code stands for Zone Improvement Plan."
  }, {
    "truth": true,
    "fact": "Kangaroos can't walk backwards."
  }, {
    "truth": true,
    "fact": "The Empire State Building has 73 elevators."
  }, {
    "truth": true,
    "fact": "Lemons ripen after you pick them, but oranges do not."
  }, {
    "truth": true,
    "fact": "There are 118 ridges on the edge of a United States dime."
  }, {
    "truth": true,
    "fact": "There are 336 dimples on a regulation American golf ball."
  }, {
    "truth": true,
    "fact": "One acre of peanuts will make about 30,000 peanut butter sandwiches."
  }, {
    "truth": true,
    "fact": "A twit is the technical term for a pregnant goldfish."
  }, {
    "truth": true,
    "fact": "Antarctica holds 90% of the world's fresh water."
  }, {
    "truth": true,
    "fact": "The state of Tennessee was originally called Franklin."
  }, {
    "truth": true,
    "fact": "In the U.S. a pig has to weigh more than 180 lbs to be called a hog."
  }, {
    "truth": true,
    "fact": "Bloodhounds can track a man by smell for up to 100 miles."
  }, {
    "truth": true,
    "fact": "Beavers have orange teeth."
  }, {
    "truth": true,
    "fact": "The woodpecker can hammer wood up to 16 times per second."
  }, {
    "truth": true,
    "fact": "Mount Everest rises a few millimeters every year."
  }, {
    "truth": true,
    "fact": "Snails can sleep for up to three years."
  }, {
    "truth": true,
    "fact": "The pupils in goats' eyes are rectangular."
  }, {
    "truth": true,
    "fact": "Jousting is the official sport in the state of Maryland."
  }, {
    "truth": true,
    "fact": "Bees' wings beat about 11,400 times per minute."
  }, {
    "truth": true,
    "fact": "The pound sign, or #, is called an octothorp."
  }, {
    "truth": true,
    "fact": "The Statue of Liberty wears a size 879 sandal."
  }, {
    "truth": true,
    "fact": "If there are two full moons in a month, the second one is called a blue moon."
  }, {
    "truth": true,
    "fact": "You breathe in about 13 pints of air every minute."
  }, {
    "truth": true,
    "fact": "A gallon of water weighs 8.34 pounds."
  }, {
    "truth": true,
    "fact": "The sun evaporates about a trillion tons of water a day."
  }, {
    "truth": true,
    "fact": "Sound travels quicker in water than in air."
  }, {
    "truth": true,
    "fact": "A group of cats is called a clowder."
  }, {
    "truth": true,
    "fact": "Human eyes have over two million working parts."
  }, {
    "truth": true,
    "fact": "There are approximately 9,000 taste buds on your tongue."
  }, {
    "truth": true,
    "fact": "Raindrops can fall as fast as 20 miles per hour."
  }, {
    "truth": true,
    "fact": "Polar bear fur is transparent, not white."
  }, {
    "truth": true,
    "fact": "Lobsters can live up to 50 years."
  }, {
    "truth": true,
    "fact": "About 85% of the world's population is right-handed."
  }, {
    "truth": true,
    "fact": "The first traffic light was in use in London in 1868, before the advent of cars."
  }, {
    "truth": true,
    "fact": "Fresh cranberries can be bounced like a rubber ball."
  }, {
    "truth": true,
    "fact": "A group of a dozen or more cows is called a 'flink.'"
  }, {
    "truth": true,
    "fact": "Astronauts actually get taller when in space."
  }, {
    "truth": true,
    "fact": "A fifteen-year-old boy invented earmuffs in 1873."
  }, {
    "truth": true,
    "fact": "There is a ranch in Texas that is bigger than the entire state of Rhode Island."
  }, {
    "truth": true,
    "fact": "The dot over the letter i is called a tittle."
  }, {
    "truth": true,
    "fact": "Cows do not have upper front teeth."
  }, {
    "truth": true,
    "fact": "The great white shark can go up to three months between meals."
  }, {
    "truth": true,
    "fact": "During the Boston Tea Party, 342 chests of tea were thrown into the harbor."
  }, {
    "truth": true,
    "fact": "Pluto takes 248 years to orbit the sun once."
  }, {
    "truth": true,
    "fact": "Camels have three eyelids."
  }, {
    "truth": true,
    "fact": "454 U.S. dollar bills weigh exactly one pound."
  }, {
    "truth": true,
    "fact": "Dairy cows drink up to 50 gallons of water per day."
  }, {
    "truth": true,
    "fact": "The most common name for a pet goldfish is 'Jaws.'"
  }, {
    "truth": true,
    "fact": "A nautical mile is 800 feet longer than a land mile."
  }, {
    "truth": true,
    "fact": "Antarctica has as much ice as the Atlantic Ocean has water."
  }, {
    "truth": true,
    "fact": "To temporarily revive your ballpoint pen, dip the tip into hot water for a few seconds."
  }, {
    "truth": true,
    "fact": "Wrapping rubber bands around the ends of hangers can prevent clothes from slipping off."
  }, {
    "truth": true,
    "fact": "A chalkboard eraser is one of the best ways to wipe a foggy windshield."
  }, {
    "truth": true,
    "fact": "Candles will burn longer and drip less if they are placed in the freezer a few hours before using."
  }, {
    "truth": true,
    "fact": "Knots come out easier if you sprinkle talcum powder on them."
  }, {
    "truth": true,
    "fact": "Over 50 percent of your body heat is lost through your head and neck."
  }, {
    "truth": true,
    "fact": "Smile more - every two thousand frowns creates one wrinkle."
  }, {
    "truth": true,
    "fact": "Rinsing bacon under cold water before frying can reduce the amount it shrinks by almost 50 percent."
  }, {
    "truth": true,
    "fact": "Refrigerating apples can help them last up to 10 times longer than those left at room temperature."
  }, {
    "truth": true,
    "fact": "While chopping onions, hold a piece of bread between your lips to keep your eyes from watering."
  }, {
    "truth": true,
    "fact": "Place an apple in the bag with your potatoes to keep them from budding."
  }, {
    "truth": true,
    "fact": "Place a slice of bread in the storage container to keep cookies soft when storing."
  }, {
    "truth": true,
    "fact": "To keep an ice cream cone from dripping, stuff a miniature marshmallow into the bottom of the cone."
  }, {
    "truth": true,
    "fact": "To take lumps out of a bag of sugar, place it in the refrigerator for 24 hours."
  }, {
    "truth": true,
    "fact": "To remove crayon marks from walls, use a hairdryer to heat the wax."
  }, {
    "truth": true,
    "fact": "To make a zipper slide up and down more smoothly, rub a bar of soap over the teeth."
  }, {
    "truth": true,
    "fact": "Wipe the leaves of your plants with the soft inside of a banana skin to bring up shine and remove dust."
  }, {
    "truth": true,
    "fact": "To clean paint off your hands, use olive oil - it softens the paint and makes it easy to remove."
  }, {
    "truth": true,
    "fact": "To fix a button about to fall off, dab a little clear nail polish over the threads holding it on."
  }, {
    "truth": true,
    "fact": "About 45% of leisure visitors to downtown New York City come from outside the United States."
  }, {
    "truth": true,
    "fact": "New York taxi drivers collectively speak about 60 languages."
  }, {
    "truth": true,
    "fact": "New York City is made up of 50 islands."
  }, {
    "truth": true,
    "fact": "The strike note of The Liberty Bell is E flat."
  }, {
    "truth": true,
    "fact": "Pigs were banished from Philadelphia's city streets in 1710."
  }, {
    "truth": true,
    "fact": "About 40% of America's population lives within a one day drive to Philadelphia."
  }, {
    "truth": true,
    "fact": "It is against the law to put pretzels in bags in Philadelphia."
  }, {
    "truth": true,
    "fact": "The shoreline at Wildwood grows almost 100 feet per year."
  }, {
    "truth": true,
    "fact": "Cape May is the oldest seashore resort in America."
  }, {
    "truth": true,
    "fact": "In the game Monopoly, the properties are named after streets in Atlantic City."
  }, {
    "truth": true,
    "fact": "Long Beach Island was once frequented by pirates."
  }, {
    "truth": true,
    "fact": "There is a town called Jersey Shore in Pennsylvania."
  }, {
    "truth": true,
    "fact": "The Wildwood Boardwalk extends nearly two miles and has more than 70,000 wooden planks."
  }, {
    "truth": true,
    "fact": "The average turtle can't reproduce until it's 25 years old."
  }, {
    "truth": true,
    "fact": "The oldest living animal ever found was a 405 year-old clam, named Ming by researchers."
  }, {
    "truth": true,
    "fact": "More than 180 countries celebrate Earth Day together every April 22nd."
  }, {
    "truth": true,
    "fact": "At 5 feet, the whooping crane is the tallest bird in North America."
  }, {
    "truth": true,
    "fact": "A full-grown tree produces enough oxygen to support a family of four."
  }, {
    "truth": true,
    "fact": "Unlike your housecat, the Siberian tiger actually loves to swim!"
  }, {
    "truth": true,
    "fact": "A tiger's night vision is six times better than a human's."
  }, {
    "truth": true,
    "fact": "More Siberian tigers live in zoos than in the wild."
  }, {
    "truth": true,
    "fact": "The jaguar, the largest cat in the Western Hemisphere, once lived all over the southern US."
  }, {
    "truth": true,
    "fact": "The giant panda can eat up to 83 lbs of bamboo a day."
  }, {
    "truth": true,
    "fact": "Wildlife Forever has helped plant more than 132,000 trees in America since its founding in 1987."
  }, {
    "truth": true,
    "fact": "Manhattan Island was once home to as many different species as Yellowstone National Park."
  }, {
    "truth": true,
    "fact": "Dogs can make about 10 sounds, while cats make about 100."
  }, {
    "truth": true,
    "fact": "A Pelican can hold more food in its beak than its belly."
  }, {
    "truth": true,
    "fact": "The average cat can jump 5 times as high as its tail is long."
  }, {
    "truth": true,
    "fact": "Flying fish leap out of the water at 20 mph or more, and can glide for over 500 feet."
  }, {
    "truth": true,
    "fact": "The roadrunner chases after its prey at a blurring speed of up to 25 mph."
  }, {
    "truth": true,
    "fact": "The archer fish can spit water up to 7 feet to shoot down bugs from overhanging leaves."
  }, {
    "truth": true,
    "fact": "The spotted skunk does a handstand to warn off its enemies before it sprays its stench."
  }, {
    "truth": true,
    "fact": "A male cricket's ear is located on the tibia of its leg."
  }, {
    "truth": true,
    "fact": "Spiny lobsters migrate in groups of 50 or more, forming a conga line on the ocean floor."
  }, {
    "truth": true,
    "fact": "The National Park Service manages over 350 parks on 80 million acres of public land."
  }, {
    "truth": true,
    "fact": "Stepping out for a walk every day can actually help you sleep better at night."
  }, {
    "truth": true,
    "fact": "It takes more water to fill a bathtub than it does to enjoy a nice, warm shower."
  }, {
    "truth": true,
    "fact": "On average, a laptop uses half as much energy as a desktop computer."
  }, {
    "truth": true,
    "fact": "The average bar of soap lasts twice as long as a bottle of body wash."
  }, {
    "truth": true,
    "fact": "Recycled paper is made using 40% less energy than normal paper."
  }, {
    "truth": true,
    "fact": "Every ton of recycled paper saves about 17 trees."
  }, {
    "truth": true,
    "fact": "Steel is 100% recyclable."
  }, {
    "truth": true,
    "fact": "Most rechargeable batteries can be recharged up to 1,000 times."
  }, {
    "truth": true,
    "fact": "Manufacturing recycled goods uses up to 95% less energy than using raw materials."
  }, {
    "truth": true,
    "fact": "Hybrid cars produce up to 75% less pollution than other vehicles."
  }, {
    "truth": true,
    "fact": "A tankless water heater uses half the energy of a standard model."
  }, {
    "truth": true,
    "fact": "100% recyclable, old newspapers are great for washing windows."
  }, {
    "truth": true,
    "fact": "An egg that is fresh will sink in water, but a stale one won't."
  }, {
    "truth": true,
    "fact": "A camel can drink 25 gallons of water in less than three minutes."
  }, {
    "truth": true,
    "fact": "In one day, a full-grown oak tree expels 7 tons of water through its leaves."
  }, {
    "truth": true,
    "fact": "There is a museum of strawberries in Belgium."
  }, {
    "truth": true,
    "fact": "Mangoes are the most-consumed fruit in the world."
  }, {
    "truth": true,
    "fact": "Strawberries have an average of 200 seeds."
  }, {
    "truth": true,
    "fact": "A strawberry is not an actual berry, but a banana is."
  }, {
    "truth": true,
    "fact": "Fresh apples float because 25 percent of their volume is air."
  }, {
    "truth": true,
    "fact": "The pomegranate is one of the oldest fruits known to man."
  }, {
    "truth": true,
    "fact": "The peach was the first fruit to be eaten on the moon."
  }, {
    "truth": true,
    "fact": "A pineapple is neither an apple or a pine. It is, in fact, a large berry."
  }, {
    "truth": true,
    "fact": "Only female mosquitoes bite."
  }, {
    "truth": true,
    "fact": "A polar bear cannot be seen by an infrared camera, due to its transparent fur."
  }, {
    "truth": true,
    "fact": "A spider's silk is stronger than steel."
  }, {
    "truth": true,
    "fact": "The planet Saturn's density is lower than water; in fact, it would float if placed in water."
  }, {
    "truth": true,
    "fact": "Twins have a very high occurrence of left handedness."
  }, {
    "truth": true,
    "fact": "The fear of vegetables is called lachanophobia."
  }, {
    "truth": true,
    "fact": "There are over 2,000 different species of cactuses."
  }, {
    "truth": true,
    "fact": "The chicken is the closest living relative of Tyrannosaurus Rex."
  }, {
    "truth": true,
    "fact": "All scorpions glow."
  }, {
    "truth": true,
    "fact": "Potatoes have more chromosomes than humans."
  }, {
    "truth": true,
    "fact": "A full moon is nine times brighter than a half moon."
  }, {
    "truth": true,
    "fact": "The human brain takes up 2% of human body weight but uses 20% of its energy."
  }, {
    "truth": true,
    "fact": "Poison Ivy is not Ivy and Poison Oak is not an Oak. They are both part of the Cashew family."
  }, {
    "truth": true,
    "fact": "Plants, like humans, can run a fever if they are sick."
  }, {
    "truth": true,
    "fact": "Over half of the world's geysers are found in Yellowstone National Park."
  }, {
    "truth": true,
    "fact": "A group of geese on the ground is a gaggle, a group of geese in the air is a skein."
  }, {
    "truth": true,
    "fact": "Polar bears can smell a seal from 20 miles away."
  }, {
    "truth": true,
    "fact": "Armadillos have four babies at a time and they are always all the same sex."
  }, {
    "truth": true,
    "fact": "The only insect that can turn its head is a praying mantis."
  }, {
    "truth": true,
    "fact": "Alaska was bought from Russia for about 2 cents an acre."
  }, {
    "truth": true,
    "fact": "A dog's average body temperature is 101 degrees Fahrenheit."
  }, {
    "truth": true,
    "fact": "The average housefly lives for one month."
  }, {
    "truth": true,
    "fact": "The common garden worm has five pairs of hearts."
  }, {
    "truth": true,
    "fact": "Flamingos can only eat with their heads upside down."
  }, {
    "truth": true,
    "fact": "A group of twelve or more cows is called a flink."
  }, {
    "truth": true,
    "fact": "A group of goats is called a trip."
  }, {
    "truth": true,
    "fact": "An alligator can go through 3,000 teeth in a lifetime."
  }, {
    "truth": true,
    "fact": "There are more chickens than people in the world."
  }, {
    "truth": true,
    "fact": "Penguins can jump 6 feet."
  }, {
    "truth": true,
    "fact": "There are approximately 7,000 feathers on an eagle."
  }, {
    "truth": true,
    "fact": "The only lizard that has a voice is the Gecko."
  }, {
    "truth": true,
    "fact": "A rhinoceros horn is made of compacted hair."
  }, {
    "truth": true,
    "fact": "Dolphins sleep with one eye open."
  }, {
    "truth": true,
    "fact": "A duck has three eyelids."
  }, {
    "truth": true,
    "fact": "Tigers have striped skin, not just striped fur."
  }, {
    "truth": true,
    "fact": "The muzzle of a lion is like a fingerprint - no two lions have the same pattern of whiskers."
  }, {
    "truth": true,
    "fact": "The hippopotamus has the capability to remain underwater for as long as five minutes."
  }, {
    "truth": true,
    "fact": "Honeybees have hair on their eyes."
  }, {
    "truth": true,
    "fact": "Most elephants weigh less than the tongue of a blue whale."
  }, {
    "truth": true,
    "fact": "If a sheep and a goat mate the offspring is called a geep."
  }, {
    "truth": true,
    "fact": "Pistol shrimp can make a noise loud enough to break glass."
  }, {
    "truth": true,
    "fact": "Some dinosaurs were as small as chickens."
  }, {
    "truth": true,
    "fact": "Mountain goats aren't actually goats. They are antelopes."
  }, {
    "truth": true,
    "fact": "Koalas only drink water in extreme heat or drought."
  }, {
    "truth": true,
    "fact": "Bees are born fully grown."
  }, {
    "truth": true,
    "fact": "Ferret comes from the Latin word for little thief."
  }, {
    "truth": true,
    "fact": "Cats have 2 sets of vocal cords: one for purring and one for meowing."
  }, {
    "truth": true,
    "fact": "Some bears build nests in trees to sunbathe and rest."
  }, {
    "truth": true,
    "fact": "A group of jellyfish is called a smack."
  }, {
    "truth": true,
    "fact": "The indentation between the nose and the upper lip is called the philtrum."
  }, {
    "truth": true,
    "fact": "The human jaw can generate a force up to 200 pounds on the molars."
  }, {
    "truth": true,
    "fact": "The human brain is about 80% water."
  }, {
    "truth": true,
    "fact": "The middle finger has the fastest growing nail."
  }, {
    "truth": true,
    "fact": "The brain operates on the same amount of power as a 10-watt light bulb."
  }, {
    "truth": true,
    "fact": "Like fingerprints, everyone's tongue print is different."
  }, {
    "truth": true,
    "fact": "The average person falls asleep in seven minutes."
  }, {
    "truth": true,
    "fact": "Your big toe only has 2 bones and the rest have 3."
  }, {
    "truth": true,
    "fact": "The average person takes 23,000 breaths a day."
  }, {
    "truth": true,
    "fact": "Hawaii is moving toward Japan at the rate of almost 4 inches per year."
  }, {
    "truth": true,
    "fact": "It is illegal to run out of gas in Youngstown, Ohio."
  }, {
    "truth": true,
    "fact": "Tennessee was previously named Franklin after Benjamin Franklin."
  }, {
    "truth": true,
    "fact": "The official color of California's Golden Gate Bridge is International Orange."
  }, {
    "truth": true,
    "fact": "It is not possible to tickle yourself."
  }, {
    "truth": true,
    "fact": "Antarctica is the only continent with no owls."
  }, {
    "truth": true,
    "fact": "There are 293 ways to make change for a dollar."
  }, {
    "truth": true,
    "fact": "In Albania, nodding your head means no and shaking your head means yes."
  }, {
    "truth": true,
    "fact": "Shakespeare invented the word assassination and bump."
  }, {
    "truth": true,
    "fact": "French author Michel Thayer published a 233 page novel which has no verbs."
  }, {
    "truth": true,
    "fact": "Australia is the only continent without an active volcano."
  }, {
    "truth": true,
    "fact": "The dots on a domino are called pips."
  }, {
    "truth": true,
    "fact": "111,111,111 x 111,111,111 = 12,345,678,987,654,321"
  }, {
    "truth": true,
    "fact": "Tug-of-war was an Olympic sport in the early 1900's."
  }, {
    "truth": true,
    "fact": "The name of the city we call Bangkok is 115 letters long in the Thai language."
  }, {
    "truth": true,
    "fact": "In Ancient Greece, throwing an apple to a woman was considered a marriage proposal."
  }, {
    "truth": true,
    "fact": "Karate originated in India."
  }, {
    "truth": true,
    "fact": "The infinity sign is called a lemniscate."
  }, {
    "truth": true,
    "fact": "Children grow faster during springtime."
  }, {
    "truth": true,
    "fact": "It takes an interaction of 72 muscles to produce human speech."
  }, {
    "truth": true,
    "fact": "Sailors once thought wearing gold earrings improved eyesight."
  }, {
    "truth": true,
    "fact": "Our eyes are always the same size from birth, but our nose and ears never stop growing."
  }, {
    "truth": true,
    "fact": "Your skull is made up of 29 different bones."
  }, {
    "truth": true,
    "fact": "Every hour more than one billion cells in the body must be replaced."
  }, {
    "truth": true,
    "fact": "Women's hearts typically beat faster than men's hearts."
  }, {
    "truth": true,
    "fact": "Adults laugh only about 15 to 100 times a day, while six-year-olds laugh an average of 300 times a day."
  }, {
    "truth": true,
    "fact": "Brain waves can power an electric train."
  }, {
    "truth": true,
    "fact": "Children have more taste buds than adults."
  }, {
    "truth": true,
    "fact": "Right handed people tend to chew food on the right side and lefties chew on the left."
  }, {
    "truth": true,
    "fact": "You burn more calories sleeping than you do watching television."
  }, {
    "truth": true,
    "fact": "Pomology is the study of fruit."
  }, {
    "truth": true,
    "fact": "Bananas are the most widely-eaten fruit in America."
  }, {
    "truth": true,
    "fact": "Cranberries are sorted for ripeness by bouncing them."
  }, {
    "truth": true,
    "fact": "A cucumber consists of 96% water."
  }, {
    "truth": true,
    "fact": "The most popular ice cream flavor is vanilla."
  }, {
    "truth": true,
    "fact": "Vanilla is used to make chocolate."
  }, {
    "truth": true,
    "fact": "Bamboo (the world's tallest grass) can grow up to 90cm in a day."
  }, {
    "truth": true,
    "fact": "One lump of sugar is equivalent to three feet of sugar cane."
  }, {
    "truth": true,
    "fact": "A lemon contains more sugar than a strawberry."
  }, {
    "truth": true,
    "fact": "An average of three billion cups of tea are consumed daily worldwide."
  }, {
    "truth": true,
    "fact": "Until the nineteenth century, solid blocks of tea were used as money in Siberia."
  }, {
    "truth": true,
    "fact": "Wild camels once roamed Arizona's deserts."
  }, {
    "truth": true,
    "fact": "New York was the first state to require cars to have license plates."
  }, {
    "truth": true,
    "fact": "Miami installed the first ATM for rollerbladers."
  }, {
    "truth": true,
    "fact": "Hawaii has its own time zone."
  }, {
    "truth": true,
    "fact": "Oregon has more ghost towns than any other US state."
  }, {
    "truth": true,
    "fact": "New Jersey is home to the world's first drive-in movie theater."
  }, {
    "truth": true,
    "fact": "Cleveland, OH is home to the first electric traffic lights."
  }, {
    "truth": true,
    "fact": "South Carolina is home to the first tea farm in the U.S."
  }, {
    "truth": true,
    "fact": "The typewriter was invented in Milwaukee, WI in 1867."
  }, {
    "truth": true,
    "fact": "The term rookies comes from a Civil War term, reckie, which was short for recruit."
  }, {
    "truth": true,
    "fact": "Taft was the heaviest U.S. President at 329lbs; Madison was the smallest at 100lbs."
  }, {
    "truth": true,
    "fact": "Harry Truman was the last U.S. President to not have a college degree."
  }, {
    "truth": true,
    "fact": "Abraham Lincoln was the tallest U.S. President at 6' 4\", while James Madison was the shortest at 5' 4\"."
  }, {
    "truth": true,
    "fact": "Franklin Roosevelt was related to 5 U.S. Presidents by blood and 6 by marriage."
  }, {
    "truth": true,
    "fact": "Thomas Jefferson invented the coat hanger."
  }, {
    "truth": true,
    "fact": "Theodore Roosevelt had a pet bear while in office."
  }, {
    "truth": true,
    "fact": "President Warren G. Harding once lost white house china in a poker game."
  }, {
    "truth": true,
    "fact": "Ulysses Simpson Grant was fined $20.00 for speeding on his horse."
  }, {
    "truth": true,
    "fact": "President William Taft weighed over 300 lbs and once got stuck in the white house bathtub."
  }, {
    "truth": true,
    "fact": "President William McKinley had a pet parrot that he named 'Washington Post.'"
  }, {
    "truth": true,
    "fact": "Harry S. Truman's middle name is S."
  }, {
    "truth": true,
    "fact": "The youngest U.S. president to be in office was Theodore Roosevelt at age 42."
  }, {
    "truth": true,
    "fact": "People don't sneeze when they are asleep because the nerves involved in the sneeze reflex are also resting."
  }, {
    "truth": true,
    "fact": "Most Koala bears can sleep up to 22 hours a day."
  }, {
    "truth": true,
    "fact": "In 1859, 24 rabbits were released in Australia. Within 6 years, the population grew to 2 million."
  }, {
    "truth": true,
    "fact": "Butterflies can taste with their hind feet."
  }, {
    "truth": true,
    "fact": "A strand from the web of a golden spider is as strong as a steel wire of the same size."
  }, {
    "truth": true,
    "fact": "The bumblebee bat is one of the smallest mammals on Earth. It weighs less than a penny."
  }, {
    "truth": true,
    "fact": "The Valley of Square Trees in Panama is the only known place in the world where trees have rectangular trunks."
  }, {
    "truth": true,
    "fact": "In some cultures' telling of Snow White, the dwarves are thieves."
  }, {
    "truth": true,
    "fact": "The original Cinderella was Egyptian and wore fur slippers."
  }, {
    "truth": true,
    "fact": "The number 1 or the word One appears on the dollar bill 16 times."
  }, {
    "truth": true,
    "fact": "The ridges on the sides of coins are called reeding or milling."
  }, {
    "truth": true,
    "fact": "The plastic things on the end of shoelaces are called aglets."
  }, {
    "truth": true,
    "fact": "Neckties were first worn in Croatia, which is why they were called cravats."
  }, {
    "truth": true,
    "fact": "The quartz crystal in your wristwatch vibrates 32,768 times a second."
  }, {
    "truth": true,
    "fact": "Barbie's full name is Barbara Millicent Roberts."
  }, {
    "truth": true,
    "fact": "The first TV toy commercial aired in 1946 for Mr. Potato Head."
  }, {
    "truth": true,
    "fact": "If done perfectly, any Rubik's Cube combination can be solved in 17 turns."
  }, {
    "truth": true,
    "fact": "The side of a hammer is called a cheek."
  }, {
    "truth": true,
    "fact": "In Athens, Greece, a driver's license can be taken away by law if the driver is deemed either unbathed or poorly dressed."
  }, {
    "truth": true,
    "fact": "In Texas, it is illegal to graffiti someone's cow."
  }, {
    "truth": true,
    "fact": "Less than 3% of the water on Earth is fresh."
  }, {
    "truth": true,
    "fact": "A cubic mile of fog is made up of less than a gallon of water."
  }, {
    "truth": true,
    "fact": "Meteorologists claim they're right 85% of the time."
  }, {
    "truth": true,
    "fact": "The Saturn V moon rocket consumed 15 tons of fuel per second."
  }, {
    "truth": true,
    "fact": "A manned rocket can reach the moon in less time than it took a stagecoach to travel the length of England."
  }, {
    "truth": true,
    "fact": "At room temperature, the average air molecule travels at the speed of a rifle bullet."
  }, {
    "truth": true,
    "fact": "The Lollipop was named after one of the most famous Racehorses in the early 1900s, Lolly Pop."
  }, {
    "truth": true,
    "fact": "Buzz Aldrin was one of the first men on the moon. His mother's maiden name was also Moon."
  }, {
    "truth": true,
    "fact": "Maine is the only state with a one-syllable name."
  }, {
    "truth": true,
    "fact": "In Germany, the shhh sound literally means hurry up."
  }, {
    "truth": true,
    "fact": "The highest denomination issued by the U.S. was the 100,000 dollar bill."
  }, {
    "truth": true,
    "fact": "The White House was originally called the President's Palace. It became The White House in 1901."
  }, {
    "truth": true,
    "fact": "George Washington was the only unanimously elected President."
  }, {
    "truth": true,
    "fact": "John Adams was the only President to be defeated by his Vice President, Thomas Jefferson."
  }, {
    "truth": true,
    "fact": "New York City has over 800 miles of subway track."
  }, {
    "truth": true,
    "fact": "Manatees' eyes close in a circular motion, much like the aperture of a camera."
  }, {
    "truth": true,
    "fact": "Even though it is nearly twice as far away from the Sun as Mercury, Venus is by far the hottest planet."
  }, {
    "truth": true,
    "fact": "The nothingness of a black hole generates a sound in the key of B flat."
  }, {
    "truth": true,
    "fact": "Horses can't vomit."
  }, {
    "truth": true,
    "fact": "A crocodile can't stick out its tongue."
  }, {
    "truth": true,
    "fact": "Babies are born with about 300 separate bones, but adults have 206."
  }, {
    "truth": true,
    "fact": "Newborn babies cannot cry tears for at least three weeks."
  }, {
    "truth": true,
    "fact": "A day on Venus lasts longer than a year on Venus."
  }, {
    "truth": true,
    "fact": "Squirrels lose more than half of the nuts they hide."
  }, {
    "truth": true,
    "fact": "The penny was the first U.S. coin to feature the likeness of an actual person."
  }, {
    "truth": true,
    "fact": "Forty percent of twins invent their own language."
  }, {
    "truth": true,
    "fact": "In South Korea, it is against the rules for a professional baseball player to wear cabbage leaves inside of his hat."
  }, {
    "truth": true,
    "fact": "Curly hair follicles are oval, while straight hair follicles are round."
  }, {
    "truth": true,
    "fact": "George Washington had false teeth made of gold, ivory, and lead - but never wood."
  }, {
    "truth": true,
    "fact": "Napoleon Bonaparte was actually not short. At 5' 7\", he was average height for his time."
  }, {
    "truth": true,
    "fact": "The Inca built the largest and wealthiest empire in South America, but had no concept of money."
  }, {
    "truth": true,
    "fact": "It is against the law to use 'The Star Spangled Banner' as dance music in Massachusetts."
  }, {
    "truth": true,
    "fact": "Queen Cleopatra of Egypt was not actually Egyptian."
  }, {
    "truth": true,
    "fact": "Early football fields were painted with both horizontal and vertical lines, creating a pattern that resembled a gridiron."
  }, {
    "truth": true,
    "fact": "Two national capitals are named after U.S. presidents: Washington, D.C., and Monrovia, the capital of Liberia."
  }, {
    "truth": true,
    "fact": "The first spam message was transmitted over telegraph wires in 1864."
  }, {
    "truth": true,
    "fact": "A pearl can be dissolved by vinegar."
  }, {
    "truth": true,
    "fact": "The longest attack of hiccups ever lasted 68 years."
  }, {
    "truth": true,
    "fact": "A bolt of lightning can reach temperatures hotter than 50,000 degrees Fahrenheit - five times hotter than the sun."
  }, {
    "truth": true,
    "fact": "At the deepest point in the ocean, the water pressure is equivalent to having about 50 jumbo jets piled on top of you."
  }, {
    "truth": true,
    "fact": "In only 7.6 billion years, the sun will reach its maximum size and will shine 3,000 times brighter."
  }, {
    "truth": true,
    "fact": "The state of Alabama once financed the construction of a bridge by holding a rooster auction."
  }, {
    "truth": true,
    "fact": "Federal law once allowed the government to quarantine people who came in contact with aliens."
  }, {
    "truth": true,
    "fact": "There are 21 'secret' highways that are part of the Interstate Highway System. They are not identified as such by road signs."
  }, {
    "truth": true,
    "fact": "The aphid insect is born pregnant."
  }, {
    "truth": true,
    "fact": "John Wilkes Booth's brother saved the life of Abraham Lincoln's son."
  }, {
    "truth": true,
    "fact": "It is illegal in the United Kingdom to handle salmon in suspicious circumstances."
  }, {
    "truth": true,
    "fact": "It is illegal to play annoying games in the street in the United Kingdom."
  }, {
    "truth": true,
    "fact": "Tennis was originally played with bare hands."
  }, {
    "truth": true,
    "fact": "-40 degrees Fahrenheit is the same temperatures as -40 degrees Celsius."
  }, {
    "truth": true,
    "fact": "U.S. President John Tyler had 15 children, the last of which was born when he was 70 years old."
  }, {
    "truth": true,
    "fact": "Dolphins are unable to smell."
  }, {
    "truth": true,
    "fact": "Charlie Chaplin failed to make the finals of a Charlie Chaplin look-alike contest."
  }, {
    "truth": true,
    "fact": "The name of the city of Portland, Oregon was decided by a coin toss. The name that lost was Boston."
  }, {
    "truth": true,
    "fact": "All gondolas in Venice, Italy must be painted black unless they are carrying an important person."
  }, {
    "truth": true,
    "fact": "The letter J is the only letter in the alphabet that does not appear anywhere on the periodic table of the elements."
  }, {
    "truth": true,
    "fact": "'K' was chosen to stand for a strikeout in baseball because 'S' was being used to denote a sacrifice."
  }, {
    "truth": true,
    "fact": "The tradition of baseball managers wearing player uniforms started because the first managers were also players."
  }, {
    "truth": true,
    "fact": "A dimpled golf ball produces less drag and flies farther than a smooth golf ball."
  }, {
    "truth": true,
    "fact": "When grazing or resting, cows tend to align their bodies with the magnetic north and south poles."
  }, {
    "truth": true,
    "fact": "President Chester A. Arthur owned 80 pairs of pants, which he changed several times per day."
  }, {
    "truth": true,
    "fact": "Cows do not have upper front teeth."
  }, {
    "truth": true,
    "fact": "Between 1979 and 1999, the planet Neptune was farther from the Sun than Pluto. This won't happen again until 2227."
  }, {
    "truth": true,
    "fact": "When creating a mummy, Ancient Egyptians removed the brain by inserting a hook through the nostrils."
  }, {
    "truth": true,
    "fact": "All of the major candidates in the 1992, 1996, and 2008 U.S. presidential elections were left-handed."
  }, {
    "truth": true,
    "fact": "In Switzerland, it is illegal to own only one guinea pig because they are prone to loneliness."
  }, {
    "truth": true,
    "fact": "The first American gold rush happened in North Carolina, not California."
  }, {
    "truth": true,
    "fact": "Each year, the Moon moves away from Earth by about four centimeters."
  }, {
    "truth": true,
    "fact": "To make one pound of honey, a honeybee must tap about two million flowers."
  }, {
    "truth": true,
    "fact": "Chicago is named after smelly garlic that once grew in the area."
  }, {
    "truth": true,
    "fact": "The Chicago river flows backwards; the flow reversal project was completed in 1900."
  }, {
    "truth": true,
    "fact": "The patent for the fire hydrant was destroyed in a fire."
  }, {
    "truth": true,
    "fact": "Powerful earthquakes can make the Earth spin faster."
  }, {
    "truth": true,
    "fact": "Baby bunnies are called kittens."
  }, {
    "truth": true,
    "fact": "A group of flamingos is called a flamboyance."
  }, {
    "truth": true,
    "fact": "Sea otters hold each other's paws while sleeping so they don't drift apart."
  }, {
    "truth": true,
    "fact": "Gentoo penguins propose to their life mates with a pebble."
  }, {
    "truth": true,
    "fact": "Male pups will intentionally let female pups “win“ when they play-fight so they can get to know them better."
  }, {
    "truth": true,
    "fact": "A cat's nose is ridged with a unique pattern, just like a human fingerprint."
  }, {
    "truth": true,
    "fact": "A group of porcupines is called a prickle."
  }, {
    "truth": true,
    "fact": "99% of our solar system's mass is the sun."
  }, {
    "truth": true,
    "fact": "More energy from the sun hits Earth every hour than the planet uses in a year."
  }, {
    "truth": true,
    "fact": "If two pieces of the same type of metal touch in outer space, they will bond together permanently."
  }, {
    "truth": true,
    "fact": "Just a sugar cube of neutron star matter would weigh about one hundred million tons on Earth."
  }, {
    "truth": true,
    "fact": "A soup can full of neutron star material would have more mass than the Moon."
  }, {
    "truth": true,
    "fact": "Ancient Chinese warriors would show off to their enemies before battle, by juggling."
  }, {
    "truth": true,
    "fact": "OMG was added to dictionaries in 2011, but its first known use was in 1917."
  }, {
    "truth": true,
    "fact": "In the state of Arizona, it is illegal for donkeys to sleep in bathtubs."
  }, {
    "truth": true,
    "fact": "The glue on Israeli postage stamps is certified kosher."
  }, {
    "truth": true,
    "fact": "Rats and mice are ticklish, and even laugh when tickled."
  }, {
    "truth": true,
    "fact": "Norway once knighted a penguin."
  }, {
    "truth": true,
    "fact": "The King of Hearts is the only king without a mustache."
  }, {
    "truth": true,
    "fact": "It is illegal to sing off-key in North Carolina."
  }, {
    "truth": true,
    "fact": "Forty is the only number whose letters are in alphabetical order."
  }, {
    "truth": true,
    "fact": "One is the only number with letters in reverse alphabetical order."
  }, {
    "truth": true,
    "fact": "Strawberries are grown in every state in the U.S. and every province in Canada."
  }, {
    "truth": true,
    "fact": "The phrase, “You're a real peach“ originated from the tradition of giving peaches to loved ones."
  }, {
    "truth": true,
    "fact": "At latitude 60° south, it is possible to sail clear around the world without touching land."
  }, {
    "truth": true,
    "fact": "Benjamin Franklin invented flippers."
  }, {
    "truth": true,
    "fact": "Indonesia is made up of more than 17,000 islands."
  }, {
    "truth": true,
    "fact": "Giraffes have the same number of vertebrae as humans: 7."
  }, {
    "truth": true,
    "fact": "The official taxonomic classification for llamas is Llama glama."
  }, {
    "truth": true,
    "fact": "Remove all the space between its atoms and Earth would be the size of a baseball."
  }, {
    "truth": true,
    "fact": "The soil on Mars is rust color because it's full of rust."
  }, {
    "truth": true,
    "fact": "Sound travels up to 15 times faster through steel than air, at speeds up to 19,000 feet per second."
  }, {
    "truth": true,
    "fact": "Humans share 50% of their DNA with bananas."
  }, {
    "truth": true,
    "fact": "An octopus has three hearts."
  }, {
    "truth": true,
    "fact": "James Buchanan is the only bachelor to be elected president."
  }, {
    "truth": true,
    "fact": "Eight presidents have died while in office."
  }, {
    "truth": true,
    "fact": "There has never been a U.S. president whose name started with the common letter S."
  }, {
    "truth": true,
    "fact": "Abraham Lincoln is the only U.S. president who was also a licensed bartender."
  }, {
    "truth": true,
    "fact": "Barack Obama is called the 44th president, but is actually the 43rd because Grover Cleveland is counted twice, as he was elected for two terms."
  }, {
    "truth": true,
    "fact": "Four times in U.S history has a presidential candidate won the popular vote but lost the election."
  }, {
    "truth": true,
    "fact": "November was chosen to be election month because it fell between harvest and brutal winter weather."
  }, {
    "truth": true,
    "fact": "Dwight D. Eisenhower was the first Texas-born president."
  }, {
    "truth": true,
    "fact": "Lyndon Johnson's family all had the initials LBJ."
  }, {
    "truth": true,
    "fact": "Gerald Ford worked as a fashion model during college and actually appeared on the cover of Cosmopolitan."
  }, {
    "truth": true,
    "fact": "Dwight Eisenhower was the only president to serve in both World War I and World War II."
  }, {
    "truth": true,
    "fact": "Jimmy Carter was the first president to be born in a hospital."
  }, {
    "truth": true,
    "fact": "Russia and the United States are less than three miles apart."
  }, {
    "truth": true,
    "fact": "More presidents have had pet birds than cats."
  }, {
    "truth": true,
    "fact": "When Jill was in junior high, a Colorado hall-of-famer played basketball with her in her driveway."
  }],

  "lies": [{
    "truth": false,
    "fact": "A goldfish's attention span is three seconds."
  }, {
    "truth": false,
    "fact": "The average human will eat an average of eight spiders while sleeping."
  }, {
    "truth": false,
    "fact": "A duck's quack doesn't echo."
  }, {
    "truth": false,
    "fact": "It is possible to lead a cow up stairs but not down."
  }, {
    "truth": false,
    "fact": "Caller ID is illegal in California."
  }, {
    "truth": false,
    "fact": "No piece of paper can be folded in half more than 7 times."
  }, {
    "truth": false,
    "fact": "The only bird that can swim and not fly is a penguin."
  }, {
    "truth": false,
    "fact": "Lake Superior is the world's largest lake."
  }, {
    "truth": false,
    "fact": "Thomas Edison coined the word 'hello' and introduced it as a way to answer the phone."
  }, {
    "truth": false,
    "fact": "The only food that doesn't spoil is honey."
  }, {
    "truth": false,
    "fact": "Elephants only sleep 2 hours a day."
  }, {
    "truth": false,
    "fact": "Shrimp can only swim backwards."
  }, {
    "truth": false,
    "fact": "The average woman consumes six pounds of lipstick in her lifetime."
  }, {
    "truth": false,
    "fact": "August has the highest percentage of births."
  }, {
    "truth": false,
    "fact": "Thomas Jefferson invented the coat hanger."
  }, {
    "truth": false,
    "fact": "Britain was the first country to register a patent on polyester."
  }, {
    "truth": false,
    "fact": "The act of chewing an apple is a more efficient way to stay awake than caffeine."
  }, {
    "truth": false,
    "fact": "Polar bears cannot be seen on infrared cameras due to their transparent skin."
  }, {
    "truth": false,
    "fact": "All dog breeds except chow-chows have black lips to prevent them from getting sunburned."
  }, {
    "truth": false,
    "fact": "Lemons are more acidic than vinegar."
  }, {
    "truth": false,
    "fact": "Manhattan was the first capital of the United States."
  }, {
    "truth": false,
    "fact": "There are more species of fish in The Amazon River than in The Atlantic Ocean.  "
  }, {
    "truth": false,
    "fact": "Men blink more often than women."
  }, {
    "truth": false,
    "fact": "The state of Florida is bigger than England."
  }, {
    "truth": false,
    "fact": "India has more English (as primary language) speakers than the United States."
  }, {
    "truth": false,
    "fact": "Caden is uncool."
  }, {
    "truth": false,
    "fact": "Caden's favorite sport is synchronized swimming."
  }, {
    "truth": false,
    "fact": "The average human dream lasts only 2 to 3 seconds."
  }, {
    "truth": false,
    "fact": "Mia's middle name is Francis."
  }, {
    "truth": false,
    "fact": "Children tend to grow faster in the fall."
  }, {
    "truth": false,
    "fact": "A ball of rubber will bounce higher than a ball of glass."
  }, {
    "truth": false,
    "fact": "An ant's sense of smell isn't as strong as a dog's."
  }, {
    "truth": false,
    "fact": "Dogs can hear ultrasound."
  }, {
    "truth": false,
    "fact": "About 25% of the people in the world are left-handed."
  }, {
    "truth": false,
    "fact": "Pigs can't get sunburned."
  }, {
    "truth": false,
    "fact": "A mile on the ocean and a mile on land are the same distance."
  }, {
    "truth": false,
    "fact": "Fish can't drown."
  }, {
    "truth": false,
    "fact": "Smiling burns more calories than frowning."
  }, {
    "truth": false,
    "fact": "A single coffee tree produces about a pound of coffee beans every week."
  }, {
    "truth": false,
    "fact": "The city of Los Angeles has about 3x more people than automobiles."
  }, {
    "truth": false,
    "fact": "English is the most spoken language in the world."
  }, {
    "truth": false,
    "fact": "The mouth of the Statue of Liberty is 10 feet wide."
  }, {
    "truth": false,
    "fact": "The continenal United States stretches farther than The Sahara Desert."
  }, {
    "truth": false,
    "fact": "The first food eaten in space by a U.S. astronaut was ice cream."
  }, {
    "truth": false,
    "fact": "Antarctica has the longest coastline of any country in the world."
  }, {
    "truth": false,
    "fact": "Hot water weighs less than cold water."
  }, {
    "truth": false,
    "fact": "Mexican jumping beans jump to get into sunlight."
  }, {
    "truth": false,
    "fact": "Hillary Clinton was the first woman to run for the U.S. presidency."
  }, {
    "truth": false,
    "fact": "Florida is the closest U.S. state to Africa."
  }, {
    "truth": false,
    "fact": "Interstate 80 is the longest U.S. Interstate Highway."
  }]
}
